[{
    "title": "HeroSection",
    "subtitle": "Hola, soy",
    "description": "Estrategia | Resolución de problemas | Comunicación | Habilidades Analíticas",
    "about": "Hola! Mi nombre es Aaron, soy un desarrollador Full Stack de Buenos Aires, Argentina. Me encanta trabajar en equipo, aprender y ayudar lo mucho que pueda. Estoy constantemente esforzándome para aprender algo nuevo. Recientemente terminé el bootcamp de SoyHenry y estoy continuando mi aprendizaje en la Facultad de Ciencias Exactas y Naturales, UBA. "
},
[
    {
      "id": 1,
      "title": "Rebirth, Red de Adopción de Mascotas",
      "description": "Participé en un equipo de desarrollo ágil con metodología SCRUM en sprints de una semana presentando a un Product Owner los avances en el desarrollo de una aplicación de adopción de mascotas, que tiene como objetivo facilitar la comunicación entre los usuarios que desean tanto dar en adopción como adoptar mascotas. Cuenta con funcionalidades como CRUD, autenticación, integración de pasarelas de pago (para realizar donaciones a mascotas), mediante control de versiones con GIT/GITHUB, gestionado con metodología Kanban en Trello y Slack. Tecnologías implementadas: React, Redux, Node, Sequelize, Bootstrap, Express, MercadoPago.",
      "image": "/images/proyectos/Rebirth.png",
      "gitUrl": "https://github.com/aaronstz/PF-Rebirth",
      "previewUrl": "https://frontend-rebirth.vercel.app/"
    },
    {
      "id": 2,
      "title": "Pokemon API",
      "description": "Un sitio web que permite buscar información de Pokémons, a través de la API de Pokémons, puedes ordenarlos alfabéticamente, por fuerza, tipo y si provienen de la API o si fueron creados por usuarios. Puedes crear tu propio Pokémon, con su propio nombre, fuerza, defensa, ataque, imagen, etc. y si quieres más información de él, puedes acceder a sus detalles. Todo se hizo con CSS puro sin frameworks de CSS ni componentes externos.",
      "image": "/images/proyectos/PokeApi.png",
      "gitUrl": "https://github.com/aaronstz/pokeapi",
      "previewUrl": "https://pokeapi-aaronstz.vercel.app"
    },
    {
      "id": 3,
      "title": "Portfolio",
      "description": "Mi portfolio personal de desarrollador. Realizado con Next.js y estilizado con Tailwind CSS, este proyecto representa mi dedicación a crear experiencias web excepcionales.",
      "image": "/images/proyectos/Portfolio.jpg",
      "gitUrl": "https://github.com/aaronstz/portfolio"
    }
]]